[
    {
        "Product ID": "DRS000001",
        "Product Name": "1 AL AX 5mg/75mg Capsule",
        "Marketer/ Manufacturer": "FDC Ltd",
        "salt_composition": "Levocetirizine (5mg) + Ambroxol (75mg)",
        "medicine_type": "drugs",
        "introduction": "In Cough 1 AL AX 5mg/75mg Capsule gives relief from cough by loosening thick mucus and making it easier to cough it out. It also makes it easier for air to move in and out of your airways. This reduces the frequency of coughing and makes you feel better. 1 AL AX 5mg/75mg Capsule also relieves allergy symptoms like watery eyes, sneezing, runny nose or throat irritation. Along with medications, drink enough lukewarm water and gargle with warm salt water to ease the symptoms.",
        "benefits": "Take this medicine in the dose and duration as advised by your doctor. 1 AL AX 5mg/75mg Capsule may be taken with or without food, but it is better to take it at a fixed time.",
        "description": "1 AL AX 5mg/75mg Capsule is a combination medicine used in the treatment of cough. It relieves allergic symptoms such as sneezing, running nose, watery eyes, itching, swelling, and congestion or stiffness. It also thins and loosens mucus, making it easier to cough out. 1 AL AX 5mg/75mg Capsule is taken with or without food in a dose and duration as advised by the doctor. The dose you are given will depend on your condition and how you respond to the medicine. You should keep taking this medicine for as long as your doctor recommends. If you stop treatment too early your symptoms may come back and your condition may worsen. Let your doctor know about all other medications you are taking as some may affect, or be affected by this medicine.The most common side effects are stomach upset, dryness in mouth, headache, fatigue, and allergic reaction. Most of these are temporary and usually resolve with time. Contact your doctor straight away if you are at all concerned about any of these side effects. This medicine can also cause dizziness and sleepiness, so do not drive or do anything that requires mental focus until you know how this medicine affects you. Avoid drinking alcohol while taking this medicine as it can make dizziness worse.Never support self-medication or recommend your medicine to another person. It is beneficial to have plenty of fluids while taking this medication. Before taking it, you should tell your doctor if you have any kidney and liver diseases. Pregnant or breastfeeding women should also consult their doctor before taking this medicine.",
        "how_to_use": "Take this medicine in the dose and duration as advised by your doctor. 1 AL AX 5mg/75mg Capsule may be taken with or without food, but it is better to take it at a fixed time.",
        "safety_advise": "- Alcohol : UNSAFE <p> 1 AL AX 5mg/75mg Capsule may cause excessive drowsiness with alcohol. | - Pregnancy : CONSULT YOUR DOCTOR <p> 1 AL AX 5mg/75mg Capsule may be unsafe to use during pregnancy. Although there are limited studies in humans, animal studies have shown harmful effects on the developing baby. Your doctor will weigh the benefits and any potential risks before prescribing it to you. Please consult your doctor. | - Breast feeding : CONSULT YOUR DOCTOR <p> Information regarding the use of 1 AL AX 5mg/75mg Capsule during breastfeeding is not available. Please consult your doctor. | - Driving : UNSAFE <p> 1 AL AX 5mg/75mg Capsule may decrease alertness, affect your vision or make you feel sleepy and dizzy. Do not drive if these symptoms occur. | - Kidney : CAUTION <p> 1 AL AX 5mg/75mg Capsule should be used with caution in patients with kidney disease. Dose adjustment of 1 AL AX 5mg/75mg Capsule may be needed. Please consult your doctor.Use of 1 AL AX 5mg/75mg Capsule is not recommended in patients with severe kidney disease. | - Liver : CAUTION <p> 1 AL AX 5mg/75mg Capsule should be used with caution in patients with liver disease. Dose adjustment of 1 AL AX 5mg/75mg Capsule may be needed. Please consult your doctor.",
        "if_miss": "If you miss a dose of 1 AL AX 5mg/75mg Capsule, take it as soon as possible. However, if it is almost time for your next dose, skip the missed dose and go back to your regular schedule. Do not double the dose.",
        "Packaging Detail": "strip of 10 capsules",
        "Package": "Strip",
        "Qty": "10",
        "Product Form": "Capsule",
        "mrp": "₹ 100",
        "prescription_required": "Yes",
        "Fact_Box": "1 AL AX 5mg/75mg Capsule is a combination medicine used in the treatment of cough.",
        "primary_use": "Cough relief",
        "storage": "Store in a cool and dry place away from direct sunlight.",
        "use_of": "Used for the relief of cough and allergy symptoms.",
        "common_side_effect": "Drowsiness, dizziness, headache, dry mouth.",
        "alcoholInteraction": "Avoid alcohol while taking this medicine.",
        "pregnancyInteraction": "Consult your doctor before using this medicine during pregnancy.",
        "lactationInteraction": "Consult your doctor before using this medicine during lactation.",
        "drivingInteraction": "Do not drive if you experience dizziness or drowsiness.",
        "kidneyInteraction": "Use with caution in patients with kidney disease.",
        "liverInteraction": "Use with caution in patients with liver disease.",
        "MANUFACTURER_ADDRESS": "",
        "country_of_origin": "India",
        "Q_A": "For any queries related to the product, please consult your doctor or pharmacist.",
        "How it works": "1 AL AX 5mg/75mg Capsule works by blocking the action of certain chemicals in the body that cause cough and allergy symptoms.",
        "Interaction": "1 AL AX 5mg/75mg Capsule may interact with other medications. Please inform your doctor about all the medicines you are taking.",
        "Manufacturer details": "ABC Pharmaceuticals, Mumbai, India.",
        "Marketer details": "XYZ Marketing Pvt. Ltd., New Delhi, India.",
        "Expirtation": "24 months from the date of manufacturing.",
        "Reference": "For more information, please refer to the product packaging or consult your doctor.",
        "Image URL": ""
    }
]